export const RegionCenterCoordinates = [
  {
    regionId: '330327',
    regionName: '苍南县',
    x: 475746.9521310116,
    y: 3045393.4622591673
  },
  {
    regionId: '330329',
    regionName: '泰顺县',
    x: 405768.712780512,
    y: 3049998.8023949517
  },
  {
    regionId: '330328',
    regionName: '文成县',
    x: 442821.6356966495,
    y: 3075318.618215478
  },
  {
    regionId: '330326',
    regionName: '平阳县',
    x: 489582.08109976945,
    y: 3061426.1605409584
  },
  {
    regionId: '330381',
    regionName: '瑞安市',
    x: 498458.3485834712,
    y: 3074191.169621477
  },
  {
    regionId: '330324',
    regionName: '永嘉县',
    x: 501038.1033697932,
    y: 3115467.246631256
  },
  {
    regionId: '330382',
    regionName: '乐清市',
    x: 530883.6616211607,
    y: 3111416.0761016645
  },
  {
    regionId: '330305',
    regionName: '洞头区',
    x: 547937.795361096,
    y: 3080745.6569664297
  },
];
